/* Changing the Course page success */
"### Great work!\nBy inputting a degree, you can make Tello turn to whichever direction you want it to.\n\n[**Next Page**](@next)" = "### 干得好！\n通过设置旋转角度， 你可以让 Tello 转到你想要的任何方向。\n\n\n\n[**下一页**](@next)";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

/* turnLeft(degree:) hint */
"Use `turnLeft(degree: 90)` to turn counterclockwise." = "使用 `turnLeft(degree: 90)` 让 Tello 向左转。";

/* turnRight(degree:) hint */
"Use `turnRight(degree: 90)` to turn clockwise." = "使用 `turnRight(degree: 90)` 让 Tello 向右转。";

